accountsservice
adwaita-icon-theme
alacritty
alacritty-themes
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme-eos
arch-install-scripts
autoconf
automake
b43-fwcutter
base
bash-completion
bat
bind
binutils
bison
bluez
bluez-utils
btrfs-progs
cantarell-fonts
cheese
chezmoi
chrome-gnome-shell
clang
clonezilla
cmake
cryptsetup
deadbeef
device-mapper
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eog
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
evince
evolution
exfatprogs
f2fs-tools
fakeroot
fbreader
ffmpegthumbnailer
figlet
file
file-roller
findutils
firefox
firewalld
flex
font-manager
fsarchiver
gawk
gcc
gdb
gdm
gedit
gettext
gimp
git
git-delta
github-cli
glances
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screensaver
gnome-screenshot
gnome-shell
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnu-netcat
go
go-tools
google-chrome
gparted
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
helvum
htop
hwdetect
hwinfo
inetutils
inxi
ipw2100-fw
ipw2200-fw
iriunwebcam-bin
iwd
jfsutils
jump-bin
lazygit
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
linux
linux-firmware
linux-headers
lldb
logrotate
lsb-release
lsscsi
lua
lvm2
m4
make
man-db
man-pages
mdadm
meld
mesa-utils
minitube
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
mupdf-git
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
nbd
ncdu
ndisc6
neofetch
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nmap
nnn-nerd
npm
nss-mdns
ntfs-3g
ntp
obs-source-switcher
obs-streamfx
obs-studio
obs-websocket-bin
oh-my-zsh-plugin-autosuggestions
openconnect
openshot
openvpn
os-prober
pacman
pacman-contrib
pacseek
patch
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
poppler-glib
power-profiles-daemon
ppp
pptpclient
pv
python
python-capng
python-defusedxml
python-packaging
python-pynvim
python-pyqt5
qjackctl
reaper
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rhythmbox
ripgrep
rp-pppoe
rsync
s-nail
sed
sg3_utils
sitala-bin
skypeforlinux-preview-bin
smartmontools
sof-firmware
soundkonverter
sshfs
steam
stylua
sudo
sushi
sysfsutils
systemd-sysvcompat
teamviewer
telegram-desktop
texinfo
tldr
tor-browser
totem
transmission-gtk
tree
ttf-iosevka-nerd
ttf-liberation
ttf-opensans
typescript
unrar
unzip
upower
usb_modeswitch
usbutils
vi
viber
vpnc
welcome
wget
whatsapp-for-linux
which
whois
wireless-regdb
wireless_tools
wpa_supplicant
xdg-desktop-portal
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yad-eos
yay
zsh
