accountsservice
acpi
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alacritty-themes
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme-eos
arch-install-scripts
archlinux-keyring
archlinux-xdg-menu
autoconf
automake
b43-fwcutter
baobab
base
bash-completion
bat
bind
binutils
bison
blueman
bluetooth-autoconnect
bluez
bluez-utils
bspwm
btrfs-progs
calibre
cantarell-fonts
cheese
chezmoi
clonezilla
cmake
cryptsetup
debugedit
delve
device-mapper
dex
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eog
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-skel-ce-bspwm
eos-update-notifier
epiphany
ethtool
evince
evtest
exa
exfatprogs
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
findutils
firewalld
flameshot
flex
fsarchiver
fuse-overlayfs
gawk
gcc
gdm
gdu
gettext
git
git-delta
github-cli
glances
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
go
google-chrome
gparted
grep
grilo-plugins
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
helix
htop
hwdetect
hwinfo
i3lock
inetutils
inxi
iptables-nft
iwd
jfsutils
jq
lazygit
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
m4
make
malcontent
man-db
man-pages
mdadm
mesa-utils
mixxx
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mpc
mpd
mpv
mtools
nano
nano-syntax-highlighting
nautilus
nbd
ncmpcpp
ndisc6
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nitrogen
nitroshare
nmap
nnn-icons
npm
nss-mdns
ntfs-3g
ntp
obs-studio
oh-my-zsh-git
openconnect
openvpn
orca
os-prober
pacman
pacman-contrib
pacseek
patch
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
ppp
pptpclient
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
reaper
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rofi-file-browser-extended-git
rp-pppoe
rsync
rygel
s-nail
scrot
sed
simple-scan
skypeforlinux-stable-bin
slirp4netns
smartmontools
sshfs
steam
strace
stylua
sudo
surge-xt
sushi
sxhkd
sysfsutils
sysstat
systemd-sysvcompat
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
tmux-resurrect
tor-browser
totem
tracker3-miners
transmission-gtk
tree
ttf-iosevka-nerd
ttf-liberation
ttf-nerd-fonts-symbols-2048-em-mono
ttf-opensans
tumbler
typescript
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
vi
viber
vpnc
vscode-codicons-git
welcome
wezterm
wget
whatsapp-for-linux
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xbindkeys
xclip
xcursor-neutral
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xterm
yad
yay
yelp
zoom
zoxide
zsh
